Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: Delete all conversations?
de: Alle Unterhaltungen löschen?
el: Διαγραφή όλων των συζητήσεων;
es: ¿Eliminar todas las conversaciones?
fr: Supprimer toutes les conversations ?
it: Eliminare tutte le conversazioni?
ja: すべての会話を削除しますか？
ko: 모든 대화를 삭제하시겠습니까?
pt_br: Apagar todas as conversas?
ru: Удалить все беседы?
uk: Видалити всі розмови?
zh_hans: 删除所有对话？
zh_hk: 刪除所有對話？

source: Delete all recordings
de: Alle Aufnahmen löschen
el: Διαγραφή όλων των ηχογραφήσεων
es: Eliminar todas las grabaciones
fr: Supprimer tous les enregistrements
it: Elimina tutte le registrazioni
ja: すべての録音を削除
ko: 모든 녹음 삭제
pt_br: Apagar todas as gravações
ru: Удалить все записи
uk: Видалити всі записи
zh_hans: 删除所有录音
zh_hk: 刪除所有錄音

source: Delete all recordings?
de: Alle Aufnahmen löschen?
el: Διαγραφή όλων των ηχογραφήσεων;
es: ¿Eliminar todas las grabaciones?
fr: Supprimer tous les enregistrements ?
it: Eliminare tutte le registrazioni?
ja: すべての録音を削除しますか？
ko: 모든 녹음을 삭제할까요?
pt_br: Apagar todas as gravações?
ru: Удалить все записи?
uk: Видалити всі записи?
zh_hans: 删除所有录音？
zh_hk: 刪除所有錄音？

source: Deleting a model frees space immediately. It will be downloaded again the next time you use it.
de: Das Löschen eines Modells gibt sofort Speicherplatz frei. Es wird beim nächsten Gebrauch erneut geladen.
el: Η διαγραφή ενός μοντέλου ελευθερώνει χώρο αμέσως. Θα ληφθεί ξανά την επόμενη φορά που θα το χρησιμοποιήσετε.
es: Eliminar un modelo libera espacio de inmediato. Se volverá a descargar la próxima vez que lo uses.
fr: Supprimer un modèle libère immédiatement de l'espace. Il sera téléchargé à nouveau lors de sa prochaine utilisation.
it: Eliminare un modello libera subito spazio. Verrà scaricato di nuovo al prossimo utilizzo.
ja: モデルを削除するとすぐに空き容量が増えます。次回使用時に再度ダウンロードされます。
ko: 모델을 삭제하면 공간이 즉시 확보됩니다. 다음에 사용할 때 다시 다운로드됩니다.
pt_br: Apagar um modelo libera espaço imediatamente. Ele será baixado de novo na próxima vez que você usá-lo.
ru: Удаление модели сразу освобождает место. Она будет скачана снова при следующем использовании.
uk: Видалення моделі одразу звільняє місце. Її буде завантажено знову під час наступного використання.
zh_hans: 删除模型会立即释放空间。下次使用时将重新下载。
zh_hk: 刪除模型可立即釋放空間。下次使用時會再次下載。

source: Describe Surroundings
de: Umgebung beschreiben
el: Περιγραφή περιβάλλοντος
es: Describir el entorno
fr: Décrire l'environnement
it: Descrivi l'ambiente
ja: 周囲を説明
ko: 주변 설명
pt_br: Descrever o ambiente
ru: Описать окружение
uk: Описати оточення
zh_hans: 描述周围环境
zh_hk: 描述周遭環境

source: Describe how the AI should behave...
de: Beschreiben Sie, wie sich die KI verhalten soll ...
el: Περιγράψτε πώς πρέπει να συμπεριφέρεται το AI...
es: Describe cómo debe comportarse la IA...
fr: Décrivez comment l'IA doit se comporter...
it: Descrivi come deve comportarsi l'IA...
ja: AIにどう振る舞ってほしいかを書いてください...
ko: AI가 어떻게 답하면 좋을지 적어 주세요...
pt_br: Descreva como a IA deve se comportar...
ru: Опишите, как должен вести себя ИИ...
uk: Опишіть, як має поводитися ШІ...
zh_hans: 描述 AI 应该如何回答…
zh_hk: 描述 AI 應該點樣回應…

source: Describe now
de: Jetzt beschreiben
el: Περιγραφή τώρα
es: Describir ahora
fr: Décrire maintenant
it: Descrivi ora
ja: 今すぐ説明
ko: 지금 설명
pt_br: Descrever agora
ru: Описать сейчас
uk: Описати зараз
zh_hans: 立即描述
zh_hk: 立即描述

source: Describes what the camera is pointed at right now
de: Beschreibt, worauf die Kamera gerade gerichtet ist
el: Περιγράφει αυτό στο οποίο είναι στραμμένη η κάμερα αυτή τη στιγμή
es: Describe aquello a lo que apunta la cámara en este momento
fr: Décrit ce que vise l'appareil photo en ce moment
it: Descrive ciò che la fotocamera sta inquadrando in questo momento
ja: カメラが今向いているものを説明します
ko: 카메라가 지금 향하고 있는 대상을 설명합니다
pt_br: Descreve o que a câmera está apontando agora
ru: Описывает то, на что сейчас направлена камера
uk: Описує те, на що зараз спрямована камера
zh_hans: 描述相机当前对准的内容
zh_hk: 描述相機目前對準的內容

source: Describing surroundings needs the %@ vision model. Download it from the chat screen first.
de: Für die Umgebungsbeschreibung wird das Bildmodell %@ benötigt. Lade es zuerst im Chat herunter.
el: Η περιγραφή περιβάλλοντος χρειάζεται το μοντέλο όρασης %@. Κατέβασέ το πρώτα από την οθόνη συνομιλίας.
es: Describir el entorno requiere el modelo de visión %@. Descárgalo primero desde la pantalla de chat.
fr: La description de l'environnement nécessite le modèle visuel %@. Téléchargez-le d'abord depuis l'écran de discussion.
it: La descrizione dell'ambiente richiede il modello visivo %@. Scaricalo prima dalla schermata della chat.
ja: 周囲の説明には画像モデル %@ が必要です。先にチャット画面からダウンロードしてください。
ko: 주변 설명에는 비전 모델 %@가 필요합니다. 먼저 채팅 화면에서 다운로드하세요.
pt_br: Descrever o ambiente exige o modelo de visão %@. Baixe-o primeiro na tela de conversa.
ru: Для описания окружения нужна модель зрения %@. Сначала загрузите её на экране чата.
uk: Для опису оточення потрібна модель зору %@. Спершу завантажте її на екрані чату.
zh_hans: 描述周围环境需要视觉模型 %@。请先在聊天界面下载。
zh_hk: 描述周遭環境需要視覺模型 %@。請先在聊天畫面下載。

source: Detail
de: Detailgrad
el: Λεπτομέρεια
es: Detalle
fr: Niveau de détail
it: Dettaglio
ja: 詳しさ
ko: 상세도
pt_br: Detalhe
ru: Детализация
uk: Деталізація
zh_hans: 详细程度
zh_hk: 詳細程度

source: Detailed
de: Ausführlich
el: Αναλυτική
es: Detallada
fr: Détaillée
it: Dettagliata
ja: 詳細
ko: 자세히
pt_br: Detalhada
ru: Подробно
uk: Докладно
zh_hans: 详细
zh_hk: 詳細

source: Discard
de: Verwerfen
el: Απόρριψη
es: Descartar
fr: Supprimer
it: Elimina
ja: 破棄
ko: 삭제
pt_br: Descartar
ru: Удалить
uk: Видалити
zh_hans: 舍弃
zh_hk: 捨棄

source: Discard recording
de: Aufnahme verwerfen
el: Απόρριψη εγγραφής
es: Descartar la grabación
fr: Supprimer l'enregistrement
it: Elimina la registrazione
ja: 録音を破棄
ko: 녹음 삭제
pt_br: Descartar a gravação
ru: Удалить запись
uk: Видалити запис
zh_hans: 舍弃录音
zh_hk: 捨棄錄音

source: Discard this recording?
de: Diese Aufnahme verwerfen?
el: Απόρριψη αυτής της εγγραφής;
es: ¿Descartar esta grabación?
fr: Supprimer cet enregistrement ?
it: Eliminare questa registrazione?
ja: この録音を破棄しますか？
ko: 이 녹음을 삭제할까요?
pt_br: Descartar esta gravação?
ru: Удалить эту запись?
uk: Видалити цей запис?
zh_hans: 要舍弃这段录音吗？
zh_hk: 係咪要捨棄呢段錄音？

source: Dismiss
de: Schließen
el: Παράβλεψη
es: Descartar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Dispensar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hk: 關閉

source: Dismiss error
de: Fehler schließen
el: Κλείσιμο σφάλματος
es: Descartar error
fr: Ignorer l'erreur
it: Ignora errore
ja: エラーを閉じる
ko: 오류 닫기
pt_br: Ignorar erro
ru: Скрыть ошибку
uk: Приховати помилку
zh_hans: 关闭错误提示
zh_hk: 關閉錯誤提示

source: Document
de: Dokument
el: Έγγραφο
es: Documento
it: Documento
ja: 書類
ko: 문서
pt_br: Documento
ru: Документ
uk: Документ
zh_hans: 文稿
zh_hk: 文件

source: Document attached
de: Dokument angehängt
el: Επισυνάφθηκε έγγραφο
es: Documento adjunto
fr: Document joint
it: Documento allegato
ja: 書類が添付されました
ko: 문서 첨부됨
pt_br: Documento anexado
ru: Документ прикреплён
uk: Документ прикріплено
zh_hans: 已附加文稿
zh_hk: 已附加文件

source: Documents
de: Dokumente
el: Έγγραφα
es: Documentos
it: Documenti
ja: 書類
ko: 문서
pt_br: Documentos
ru: Документы
uk: Документи
zh_hans: 文稿
zh_hk: 文件

source: Documents you add here can be used in every conversation. They are stored on this device only, and the AI reads them without any internet connection.
de: Dokumente, die Sie hier hinzufügen, können in jeder Unterhaltung genutzt werden. Sie bleiben nur auf diesem Gerät, und die KI liest sie ganz ohne Internetverbindung.
el: Τα έγγραφα που προσθέτετε εδώ μπορούν να χρησιμοποιηθούν σε κάθε συζήτηση. Αποθηκεύονται μόνο σε αυτή τη συσκευή και το AI τα διαβάζει χωρίς καμία σύνδεση στο ίντερνετ.
es: Los documentos que añadas aquí se pueden usar en cualquier conversación. Se guardan solo en este dispositivo y la IA los lee sin ninguna conexión a internet.
fr: Les documents que vous ajoutez ici peuvent servir dans toutes les conversations. Ils restent uniquement sur cet appareil et l'IA les lit sans aucune connexion internet.
it: I documenti che aggiungi qui possono essere usati in ogni conversazione. Restano solo su questo dispositivo e l'IA li legge senza alcuna connessione a internet.
ja: ここに追加した書類は、どの会話でも使えます。このデバイスにだけ保存され、AIはインターネットにつながずに読み取ります。
ko: 여기에 추가한 문서는 모든 대화에서 사용할 수 있습니다. 이 기기에만 저장되며, AI는 인터넷 연결 없이 문서를 읽습니다.
pt_br: Os documentos que você adiciona aqui podem ser usados em qualquer conversa. Eles ficam só neste dispositivo, e a IA os lê sem nenhuma conexão com a internet.
ru: Документы, добавленные сюда, могут использоваться в каждой беседе. Они хранятся только на этом устройстве, и ИИ читает их без подключения к интернету.
uk: Документи, додані тут, можна використовувати в кожній розмові. Вони зберігаються лише на цьому пристрої, і ШІ читає їх без інтернет-з'єднання.
zh_hans: 在这里添加的文稿可以用于每一次对话。它们只保存在此设备上，AI 无需联网即可读取。
zh_hk: 喺呢度加入嘅文件，可以喺每次對話入面用。佢哋淨係存喺呢部裝置，AI 唔使上網都讀到。

source: Done
de: Fertig
el: Τέλος
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
uk: Готово
zh_hans: 完成
zh_hk: 完成

source: Double tap to interrupt and speak
de: Doppeltippen zum Unterbrechen und Sprechen
el: Διπλό πάτημα για διακοπή και ομιλία
es: Toca dos veces para interrumpir y hablar
fr: Touchez deux fois pour interrompre et parler
it: Tocca due volte per interrompere e parlare
ja: ダブルタップで中断して話す
ko: 두 번 탭하여 끊고 말하기
pt_br: Toque duas vezes para interromper e falar
ru: Дважды коснитесь, чтобы перебить и говорить
uk: Двічі торкніться, щоб перервати й говорити
zh_hans: 轻点两下以打断并说话
zh_hk: 㩒兩下打斷並講嘢

source: Download
de: Laden
el: Λήψη
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Скачать
uk: Завантажити
zh_hans: 下载
zh_hk: 下載

# Download %@ · %@
source: Download %1$@ · %2$@
de: %@ laden · %@
el: Λήψη %@ · %@
es: Descargar %@ · %@
fr: Télécharger %@ · %@
it: Scarica %@ · %@
ja: %@ をダウンロード · %@
ko: %@ 다운로드 · %@
pt_br: Baixar %@ · %@
ru: Загрузить %@ · %@
uk: Завантажити %@ · %@
zh_hans: 下载 %@ · %@
zh_hk: 下載 %@ · %@

source: Download %@?
de: %@ laden?
el: Λήψη του %@;
es: ¿Descargar %@?
fr: Télécharger %@ ?
it: Scaricare %@?
ja: %@をダウンロードしますか？
ko: %@을(를) 다운로드하시겠습니까?
pt_br: Baixar %@?
ru: Скачать %@?
uk: Завантажити %@?
zh_hans: 下载 %@？
zh_hk: 下載 %@？

source: Download a model
de: Ein Modell laden
el: Λήψη μοντέλου
es: Descargar un modelo
fr: Télécharger un modèle
it: Scarica un modello
ja: モデルをダウンロード
ko: 모델 다운로드
pt_br: Baixar um modelo
ru: Загрузить модель
uk: Завантажити модель
zh_hans: 下载模型
zh_hk: 下載模型

source: Download cancelled, so your message wasn't answered. What was already downloaded is kept - tap Try Again to continue.
de: Download abgebrochen, deine Nachricht wurde daher nicht beantwortet. Das bereits Geladene bleibt erhalten – tippe auf „Erneut versuchen“.
el: Η λήψη ακυρώθηκε, οπότε το μήνυμά σου δεν απαντήθηκε. Ό,τι έχει ήδη κατέβει διατηρείται – πάτησε «Δοκίμασε ξανά».
es: Descarga cancelada, así que tu mensaje no se respondió. Lo ya descargado se conserva: toca «Reintentar» para continuar.
fr: Téléchargement annulé, votre message n'a donc pas eu de réponse. Ce qui a déjà été téléchargé est conservé : touchez « Réessayer ».
it: Download annullato, quindi il tuo messaggio non ha ricevuto risposta. Ciò che è già stato scaricato viene conservato: tocca «Riprova».
ja: ダウンロードをキャンセルしたため、メッセージには回答できませんでした。すでにダウンロードした分は保持されます。「再試行」をタップしてください。
ko: 다운로드를 취소해 메시지에 답하지 못했습니다. 이미 받은 부분은 유지되니 ‘다시 시도’를 누르세요.
pt_br: Download cancelado, então sua mensagem não foi respondida. O que já foi baixado é mantido — toque em «Tentar de novo».
ru: Загрузка отменена, поэтому на сообщение не ответили. Уже загруженное сохранено — нажмите «Повторить».
uk: Завантаження скасовано, тому на повідомлення не відповіли. Уже завантажене збережено — натисніть «Повторити».
zh_hans: 下载已取消，因此未回答你的消息。已下载的部分会保留——点按“重试”以继续。
zh_hk: 下載已取消，因此未回答你的訊息。已下載的部分會保留——點一下「重試」以繼續。

source: Download over Wi-Fi only
de: Nur über Wi-Fi laden
el: Λήψη μόνο μέσω Wi-Fi
es: Descargar solo por Wi-Fi
fr: Télécharger uniquement en Wi-Fi
it: Scarica solo tramite Wi-Fi
ja: Wi-Fiのときだけダウンロード
ko: Wi-Fi에서만 다운로드
pt_br: Baixar somente por Wi-Fi
ru: Загружать только по Wi-Fi
uk: Завантажувати лише через Wi-Fi
zh_hans: 仅通过 Wi-Fi 下载
zh_hk: 只用 Wi-Fi 下載

source: Download size
de: Downloadgröße
el: Μέγεθος λήψης
es: Tamaño de la descarga
fr: Taille du téléchargement
it: Dimensione del download
ja: ダウンロードサイズ
ko: 다운로드 크기
pt_br: Tamanho do download
ru: Размер загрузки
uk: Розмір завантаження
zh_hans: 下载大小
zh_hk: 下載大小

source: Download stalled. Check your internet connection.
de: Download hängt. Bitte Internetverbindung prüfen.
el: Η λήψη κόλλησε. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
es: La descarga se ha detenido. Comprueba tu conexión a internet.
fr: Téléchargement bloqué. Vérifiez votre connexion Internet.
it: Download bloccato. Controlla la connessione a internet.
ja: ダウンロードが停止しています。インターネット接続を確認してください。
ko: 다운로드가 멈췄습니다. 인터넷 연결을 확인하세요.
pt_br: O download travou. Verifique sua conexão com a internet.
ru: Загрузка остановилась. Проверьте подключение к интернету.
uk: Завантаження зупинилося. Перевірте підключення до інтернету.
zh_hans: 下载已停滞。请检查网络连接。
zh_hk: 下載停咗。請檢查網絡連線。

source: Downloadable
de: Herunterladbar
el: Διαθέσιμο για λήψη
es: Descargable
fr: Téléchargeable
it: Scaricabile
ja: ダウンロード可能
ko: 다운로드 가능
pt_br: Disponível para download
ru: Доступно для скачивания
uk: Доступно для завантаження
zh_hans: 可下载
zh_hk: 可下載

source: Downloadable Models
de: Herunterladbare Modelle
el: Μοντέλα διαθέσιμα για λήψη
es: Modelos descargables
fr: Modèles téléchargeables
it: Modelli scaricabili
ja: ダウンロード可能なモデル
ko: 다운로드 가능한 모델
pt_br: Modelos para download
ru: Скачиваемые модели
uk: Моделі для завантаження
zh_hans: 可下载的模型
zh_hk: 可下載的模型

source: Downloaded
de: Geladen
el: Λήφθηκε
es: Descargado
fr: Téléchargé
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
pt_br: Baixado
ru: Загружено
uk: Завантажено
zh_hans: 已下载
zh_hk: 已下載

source: Downloading %@
de: Lade %@
el: Λήψη %@
es: Descargando %@
fr: Téléchargement de %@
it: Download di %@
ja: %@をダウンロード中
ko: %@ 다운로드 중
pt_br: Baixando %@
ru: Загрузка %@
uk: Завантаження %@
zh_hans: 正在下载%@
zh_hk: 下載緊%@

source: Downloading %@ · %@ of %@
de: Lade %1$@ · %2$@ von %3$@
el: Λήψη %1$@ · %2$@ από %3$@
es: Descargando %1$@ · %2$@ de %3$@
fr: Téléchargement de %1$@ · %2$@ sur %3$@
it: Download di %1$@ · %2$@ di %3$@
ja: %1$@をダウンロード中 · %2$@ / %3$@
ko: %1$@ 다운로드 중 · %2$@ / %3$@
pt_br: Baixando %1$@ · %2$@ de %3$@
ru: Загрузка %1$@ · %2$@ из %3$@
uk: Завантаження %1$@ · %2$@ з %3$@
zh_hans: 正在下载%1$@ · %2$@ / %3$@
zh_hk: 下載緊%1$@ · %2$@ / %3$@

source: Downloading AI model files
de: KI-Modelldateien werden geladen
el: Λήψη αρχείων μοντέλου AI
es: Descargando archivos del modelo de IA
fr: Téléchargement des fichiers du modèle d'IA
it: Download dei file del modello IA
ja: AIモデルのファイルをダウンロード中
ko: AI 모델 파일 다운로드 중
pt_br: Baixando arquivos do modelo de IA
ru: Загрузка файлов ИИ-модели
uk: Завантаження файлів моделі ШІ
zh_hans: 正在下载 AI 模型文件
zh_hk: 下載緊 AI 模型檔案

source: Downloading the speech model for this language, once.
de: Das Spracherkennungsmodell für diese Sprache wird einmalig geladen.
el: Γίνεται λήψη του μοντέλου ομιλίας για αυτή τη γλώσσα, μία φορά.
es: Descargando el modelo de voz para este idioma, solo esta vez.
fr: Téléchargement du modèle vocal pour cette langue, une seule fois.
it: Download del modello vocale per questa lingua, una sola volta.
ja: この言語の音声モデルを初回のみダウンロードしています。
ko: 이 언어의 음성 모델을 처음 한 번만 내려받는 중입니다.
pt_br: Baixando o modelo de voz deste idioma, apenas desta vez.
ru: Загружается модель распознавания речи для этого языка — один раз.
uk: Завантажується модель розпізнавання мовлення для цієї мови — один раз.
zh_hans: 正在下载该语言的语音模型，只需一次。
zh_hk: 正喺度下載呢個語言嘅語音模型，只需一次。

source: Downloading the speech model for this language...
de: Sprachmodell für diese Sprache wird geladen ...
el: Λήψη του μοντέλου ομιλίας για αυτή τη γλώσσα...
es: Descargando el modelo de voz para este idioma...
fr: Téléchargement du modèle vocal pour cette langue...
it: Download del modello vocale per questa lingua...
ja: この言語の音声モデルをダウンロード中...
ko: 이 언어의 음성 모델을 다운로드하는 중...
pt_br: Baixando o modelo de fala para este idioma...
ru: Загрузка речевой модели для этого языка...
uk: Завантаження мовленнєвої моделі для цієї мови...
zh_hans: 正在下载此语言的语音模型...
zh_hk: 正在下載呢種語言嘅語音模型...

source: Downloads on first use
de: Wird bei der ersten Verwendung geladen
el: Λαμβάνεται κατά την πρώτη χρήση
es: Se descarga al usarlo por primera vez
fr: Se télécharge à la première utilisation
it: Si scarica al primo utilizzo
ja: 初回使用時にダウンロード
ko: 처음 사용할 때 다운로드됨
pt_br: Baixado no primeiro uso
ru: Скачивается при первом использовании
uk: Завантажується під час першого використання
zh_hans: 首次使用时下载
zh_hk: 首次使用時下載

source: Drag chats here or use the context menu to move them
de: Ziehen Sie Chats hierher oder verwenden Sie das Kontextmenü, um sie zu verschieben
el: Σύρετε συνομιλίες εδώ ή χρησιμοποιήστε το μενού συμφραζομένων για να τις μετακινήσετε
es: Arrastra chats aquí o usa el menú contextual para moverlos
fr: Faites glisser des conversations ici ou utilisez le menu contextuel pour les déplacer
it: Trascina qui le chat o usa il menu contestuale per spostarle
ja: チャットをここにドラッグするか、コンテキストメニューで移動します
ko: 채팅을 여기로 드래그하거나 상황 메뉴를 사용하여 이동하세요
pt_br: Arraste conversas para cá ou use o menu de contexto para movê-las
ru: Перетащите чаты сюда или используйте контекстное меню, чтобы переместить их
uk: Перетягніть чати сюди або перемістіть їх через контекстне меню
zh_hans: 将聊天拖到此处，或使用上下文菜单移动
zh_hk: 將聊天拖到此處，或使用快捷選單移動

source: Drop here
de: Hier ablegen
el: Αποθέστε εδώ
es: Suelta aquí
fr: Déposez ici
it: Rilascia qui
ja: ここにドロップ
ko: 여기에 놓기
pt_br: Solte aqui
ru: Отпустите здесь
uk: Відпустіть тут
zh_hans: 拖放到此处
zh_hk: 放到此處

source: Edit persona
de: Persona bearbeiten
el: Επεξεργασία χαρακτήρα
es: Editar personalidad
fr: Modifier la personnalité
it: Modifica personalità
ja: ペルソナを編集
ko: 페르소나 편집
pt_br: Editar personalidade
ru: Изменить роль
uk: Редагувати роль
zh_hans: 编辑角色
zh_hk: 編輯角色

source: Editor
de: Lektor
el: Επιμελητής
fr: Relecteur
it: Redattore
ja: 編集者
ko: 편집자
ru: Редактор
uk: Редактор
zh_hans: 文字编辑
zh_hk: 文字編輯

source: Enter a new name for this folder
de: Geben Sie einen neuen Namen für diesen Ordner ein
el: Εισαγάγετε ένα νέο όνομα για αυτόν τον φάκελο
es: Escribe un nuevo nombre para esta carpeta
fr: Saisissez un nouveau nom pour ce dossier
it: Inserisci un nuovo nome per questa cartella
ja: このフォルダの新しい名前を入力してください
ko: 이 폴더의 새로운 이름을 입력하세요
pt_br: Digite um novo nome para esta pasta
ru: Введите новое название папки
uk: Введіть нову назву папки
zh_hans: 输入此文件夹的新名称
zh_hk: 輸入此檔案夾的新名稱

source: Every answer is produced by a model running on your own hardware. The app only uses the internet to download a model you asked for, or to check one you asked to add. Your messages, files and recordings are never sent anywhere.
de: Jede Antwort stammt von einem Modell, das auf deiner eigenen Hardware läuft. Die App nutzt das Internet nur, um ein von dir gewünschtes Modell zu laden oder eines zu prüfen, das du hinzufügen möchtest. Deine Nachrichten, Dateien und Aufnahmen werden nirgendwohin gesendet.
el: Κάθε απάντηση παράγεται από ένα μοντέλο που τρέχει στη δική σου συσκευή. Η εφαρμογή χρησιμοποιεί το διαδίκτυο μόνο για να κατεβάσει ένα μοντέλο που ζήτησες ή να ελέγξει ένα που θέλεις να προσθέσεις. Τα μηνύματα, τα αρχεία και οι ηχογραφήσεις σου δεν στέλνονται πουθενά.
es: Cada respuesta la produce un modelo que se ejecuta en tu propio hardware. La app solo usa internet para descargar un modelo que pediste o comprobar uno que quieres añadir. Tus mensajes, archivos y grabaciones nunca se envían a ninguna parte.
fr: Chaque réponse est produite par un modèle qui tourne sur votre propre matériel. L'app n'utilise internet que pour télécharger un modèle que vous avez demandé, ou vérifier un modèle que vous souhaitez ajouter. Vos messages, fichiers et enregistrements ne sont jamais envoyés nulle part.
it: Ogni risposta è prodotta da un modello che gira sul tuo hardware. L'app usa internet solo per scaricare un modello che hai richiesto o per verificarne uno che vuoi aggiungere. I tuoi messaggi, file e registrazioni non vengono mai inviati da nessuna parte.
ja: すべての回答は、あなた自身の端末で動くモデルが生成しています。このアプリがインターネットを使うのは、あなたが求めたモデルをダウンロードするときと、追加したいモデルを確認するときだけです。メッセージ、ファイル、録音がどこかへ送られることはありません。
ko: 모든 답변은 사용자의 기기에서 실행되는 모델이 만듭니다. 앱이 인터넷을 사용하는 경우는 요청한 모델을 내려받을 때와, 추가하려는 모델을 확인할 때뿐입니다. 메시지, 파일, 녹음은 어디로도 전송되지 않습니다.
pt_br: Cada resposta é produzida por um modelo que roda no seu próprio hardware. O app só usa a internet para baixar um modelo que você pediu ou verificar um que você quer adicionar. Suas mensagens, arquivos e gravações nunca são enviados para lugar nenhum.
ru: Каждый ответ создаёт модель, работающая на вашем устройстве. Интернет приложение использует только чтобы скачать запрошенную вами модель или проверить ту, которую вы хотите добавить. Ваши сообщения, файлы и записи никуда не отправляются.
uk: Кожну відповідь створює модель, що працює на вашому пристрої. Інтернет застосунок використовує лише щоб завантажити запитану вами модель або перевірити ту, яку ви хочете додати. Ваші повідомлення, файли та записи нікуди не надсилаються.
zh_hans: 每个回答都由运行在你自己设备上的模型生成。App 只会在下载你请求的模型、或检查你想添加的模型时使用网络。你的消息、文件和录音永远不会被发送到任何地方。
zh_hk: 每個回答都由執行在你自己裝置上的模型產生。App 只會在下載你要求的模型、或檢查你想加入的模型時使用網路。你的訊息、檔案和錄音永遠不會被傳送到任何地方。

source: Every document in your library will be deleted from this device. This can't be undone.
de: Alle Dokumente in Ihrer Bibliothek werden von diesem Gerät gelöscht. Dies kann nicht widerrufen werden.
el: Όλα τα έγγραφα στη βιβλιοθήκη σας θα διαγραφούν από αυτή τη συσκευή. Αυτό δεν μπορεί να αναιρεθεί.
es: Se eliminarán de este dispositivo todos los documentos de tu biblioteca. Esta acción no se puede deshacer.
fr: Tous les documents de votre bibliothèque seront supprimés de cet appareil. Cette action est irréversible.
it: Tutti i documenti della tua libreria verranno eliminati da questo dispositivo. Questa azione non può essere annullata.
ja: ライブラリのすべての書類が、このデバイスから削除されます。この操作は取り消せません。
ko: 라이브러리의 모든 문서가 이 기기에서 삭제됩니다. 이 동작은 실행 취소할 수 없습니다.
pt_br: Todos os documentos da sua biblioteca serão apagados deste dispositivo. Isso não pode ser desfeito.
ru: Все документы из вашей библиотеки будут удалены с этого устройства. Это действие нельзя отменить.
uk: Усі документи з вашої бібліотеки буде видалено з цього пристрою. Цю дію не можна скасувати.
zh_hans: 资料库中的所有文稿都将从此设备上删除。此操作无法撤销。
zh_hk: 資料庫入面嘅所有文件都會喺呢部裝置刪除。此操作無法復原。

source: Every transcript, summary and audio file will be permanently deleted.
de: Alle Transkripte, Zusammenfassungen und Audiodateien werden endgültig gelöscht.
el: Κάθε απομαγνητοφώνηση, περίληψη και αρχείο ήχου θα διαγραφεί οριστικά.
es: Se eliminarán definitivamente todas las transcripciones, resúmenes y archivos de audio.
fr: Toutes les transcriptions, résumés et fichiers audio seront définitivement supprimés.
it: Tutte le trascrizioni, i riassunti e i file audio verranno eliminati definitivamente.
ja: すべての文字起こし、要約、音声ファイルが完全に削除されます。
ko: 모든 텍스트 기록, 요약, 오디오 파일이 영구적으로 삭제됩니다.
pt_br: Todas as transcrições, resumos e arquivos de áudio serão apagados permanentemente.
ru: Все расшифровки, резюме и аудиофайлы будут удалены безвозвратно.
uk: Усі розшифровки, підсумки та аудіофайли буде видалено назавжди.
zh_hans: 所有文字记录、摘要和音频文件都将被永久删除。
zh_hk: 所有文字記錄、摘要和音訊檔案都將被永久刪除。

source: Explain Simply
de: Einfach erklärt
el: Απλή εξήγηση
es: Explicar fácil
fr: Explique simplement
it: Spiega semplice
ja: やさしく説明
ko: 쉽게 설명
pt_br: Explicar de forma simples
ru: Объясни просто
uk: Поясни просто
zh_hans: 简单解释
zh_hk: 簡單解釋
